IDEA Open Model
ReinfFabric.Position Property
Compatible with IDEA StatiCa Beta 20.0
 Position of bottom left corner of fabric reinforcement related to point number 1 of master wall
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Vector3D Position { get; set; }
Public Property Position As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
ReinfFabric Class
IdeaRS.OpenModel.Detail Namespace